app/controllers/resume_controller.rb

  def index
    @experiences = Experience.all
    @projects = Project.all
    @educations = Education.all
---
SELECT `experiences`.* FROM `experiences`
SELECT `projects`.* FROM `projects`
SELECT `educations`.* FROM `educations`